TOKEN = "TOKEN"
developer_id = "DEV_ID"
url = 'URL'
login ='login'
password = 'password'
users = "command"
user = "command"
data = "command"
sending_time = "time"
standby = 17  # Автоматическое закрытие браузера
timeout = 20  # Ожидание браузера

specialties = {
    'Физика': 'Физика',
    'Химия': 'Химия',
    'Химия - Физхимия': 'Химия - Физхимия',
    'Химия - Нефтехимия': 'Химия - Нефтехимия',
    'Химия - Органика': 'Химия - Органика',
    'Экономика': 'Экономика',
    'Менеджмент': 'Менеджмент',
    'Психология': 'Психология',
    'Филология - Русское отделение': 'Филология - Русское отделение',
    'Филология - Французское отделение': 'Филология - Французское отделение',
    'Филология - Английское отделение': 'Филология - Английское отделение',
    'Филология - Итальянское отделение': 'Филология - Итальянское отделение',
    'Филология - Испанское отделение': 'Филология - Испанское отделение',
    'Математика и компьютерные науки': 'Математика и компьютерные науки',
}

term = {
    1: '1',
    2: '2',
    3: '3',
    4: '4',
    5: '5',
    6: '6',
    7: '7',
    8: '8',
}
